acpi
alsa-utils
amd-ucode
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
cmatrix
cups-pk-helper
ddcutil
dms-shell-hyprland
docker
docker-buildx
docker-compose
edk2-ovmf
eza
fastfetch
fd
firewalld
fish
flameshot
fprintd
fzf
git
github-cli
go
gopls
grim
grub-btrfs
gvfs
hyprland
i2c-tools
jq
keepassxc
keyd
khal
kimageformats
kitty
kvantum
kvantum-qt5
lazygit
matugen
mtools
neovim
noto-fonts-emoji
npm
nwg-look
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-jack
pipewire-pulse
playerctl
power-profiles-daemon
python
python-pywal
python-requests
qt5-wayland
qt5ct
qt6-multimedia
qt6ct
reflector
ripgrep
slurp
starship
thunar
thunar-volman
timeshift
tmux
tree
ttf-jetbrains-mono-nerd
udisks2
unzip
upower
virtualbox
virtualbox-host-modules-arch
wget
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-hyprland
yazi
yq
zoxide
